Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 支持说话人分离，自动标注“说话人 N”，并可与声纹库比对标注真实姓名
ar: يدعم فصل المتحدثين مع تسميات "المتحدث N"، ويمكن مقارنته بمكتبة البصمات الصوتية لعرض الأسماء الحقيقية
de: Unterstützt Sprechererkennung mit „Sprecher N“-Kennzeichnung und kann über die Stimmprofil-Bibliothek echte Namen zuordnen
en: Supports speaker diarization with automatic "Speaker N" labels, and can match the voiceprint library to label real names
es: Admite separación de hablantes con etiquetas «Hablante N» y puede comparar la biblioteca de huellas de voz para mostrar nombres reales
fr: Prend en charge la diarisation avec étiquettes « Intervenant N », et peut comparer la bibliothèque d’empreintes vocales pour indiquer les vrais noms
hi: स्पीकर पृथक्करण समर्थित है, "स्पीकर N" लेबल स्वतः बनते हैं, और वॉइसप्रिंट लाइब्रेरी से मिलान कर असली नाम दिखाए जा सकते हैं
id: Mendukung pemisahan pembicara berlabel "Pembicara N", dan dapat mencocokkan pustaka sidik suara untuk menandai nama asli
it: Supporta la separazione dei parlanti con etichette «Parlante N» e può confrontare la libreria di impronte vocali per indicare i nomi reali
ja: 話者分離に対応し「話者 N」を自動付与。声紋ライブラリと照合して実名の表記も可能
ko: 화자 분리를 지원하여 "화자 N"으로 자동 표시하고, 음성 지문 라이브러리와 비교해 실명을 표시할 수 있습니다
nl: Ondersteunt sprekersscheiding met labels "Spreker N" en kan de stemprofielbibliotheek vergelijken om echte namen te tonen
pl: Obsługuje separację mówców z etykietami „Mówca N” i może porównywać bibliotekę odcisków głosu, aby oznaczać prawdziwe imiona
pt: Suporta separação de falantes com rótulos "Falante N" e pode comparar a biblioteca de impressões vocais para indicar nomes reais
ru: Поддерживает разделение говорящих с метками «Говорящий N» и может сверяться с библиотекой голосовых отпечатков для указания настоящих имён
sv: Stödjer talaruppdelning med etiketter "Talare N" och kan matcha röstprofilbiblioteket för att ange riktiga namn
th: รองรับการแยกผู้พูดพร้อมป้าย "ผู้พูด N" และเทียบคลังลายเสียงเพื่อระบุชื่อจริงได้
tr: Konuşmacı ayrımını destekler, "Konuşmacı N" etiketleri verir ve ses izi kitaplığıyla eşleştirerek gerçek adları gösterebilir
uk: Підтримує розділення мовців із мітками «Мовець N» і може звірятися з бібліотекою голосових відбитків для позначення справжніх імен
vi: Hỗ trợ phân tách người nói với nhãn "Người nói N", và có thể đối chiếu thư viện dấu giọng nói để gắn tên thật
zh_hant: 支持說話人分離，自動標註「說話人 N」，並可與聲紋庫比對標註真實姓名

source: 放大
ar: تكبير
de: Vergrößern
en: Zoom in
es: Ampliar
fr: Zoom avant
hi: ज़ूम इन करें
id: Perbesar
it: Ingrandisci
ja: 拡大
ko: 확대
nl: Inzoomen
pl: Powiększ
pt: Ampliar
ru: Увеличить
sv: Zooma in
th: ขยาย
tr: Yakınlaştır
uk: Збільшити
vi: Phóng to

source: 数据与隐私
ar: البيانات والخصوصية
de: Daten & Datenschutz
en: Data & Privacy
es: Datos y privacidad
fr: Données et confidentialité
hi: डेटा और गोपनीयता
id: Data dan privasi
it: Dati e privacy
ja: データとプライバシー
ko: 데이터 및 개인 정보
nl: Gegevens en privacy
pl: Dane i prywatność
pt: Dados e privacidade
ru: Данные и конфиденциальность
sv: Data och integritet
th: ข้อมูลและความเป็นส่วนตัว
tr: Veri ve gizlilik
uk: Дані та конфіденційність
vi: Dữ liệu và quyền riêng tư
zh_hant: 數據與隱私

source: 数据传输
ar: نقل البيانات
de: Datenübertragung
en: Data Transfer
es: Transferencia de datos
fr: Transfert des données
hi: डेटा स्थानांतरण
id: Transfer data
it: Trasferimento dei dati
ja: データの送信
ko: 데이터 전송
nl: Gegevensoverdracht
pl: Przesyłanie danych
pt: Transferência de dados
ru: Передача данных
sv: Dataöverföring
th: การถ่ายโอนข้อมูล
tr: Veri aktarımı
uk: Передавання даних
vi: Truyền dữ liệu
zh_hant: 資料傳輸

source: 数据加密失败
ar: فشل تشفير البيانات
de: Datenverschlüsselung fehlgeschlagen
en: Data encryption failed
es: Error al cifrar los datos
fr: Échec du chiffrement des données
hi: डेटा एन्क्रिप्शन विफल
id: Gagal mengenkripsi data
it: Cifratura dei dati non riuscita
ja: データの暗号化に失敗
ko: 데이터 암호화 실패
nl: Gegevens versleutelen mislukt
pl: Nie udało się zaszyfrować danych
pt: Falha na criptografia dos dados
ru: Не удалось зашифровать данные
sv: Datakryptering misslyckades
th: เข้ารหัสข้อมูลล้มเหลว
tr: Veri şifreleme başarısız
uk: Не вдалося зашифрувати дані
vi: Mã hóa dữ liệu thất bại
zh_hant: 數據加密失敗

source: 数据加密存储 + 数据文件夹位于文稿目录
ar: تخزين مشفّر + مجلد البيانات في «المستندات»
de: Verschlüsselte Speicherung + Datenordner in „Dokumente“
en: Encrypted local storage + data folder in Documents
es: Almacenamiento cifrado + carpeta de datos en Documentos
fr: Stockage chiffré + dossier de données dans Documents
hi: एन्क्रिप्टेड संग्रहण + डेटा फ़ोल्डर «Documents» में
id: Penyimpanan terenkripsi + folder data di «Dokumen»
it: Archiviazione cifrata + cartella dati in Documenti
ja: データの暗号化保存 + データフォルダは「書類」内
ko: 데이터 암호화 저장 + 데이터 폴더는 ‘서류’에 위치
nl: Versleutelde opslag + gegevensmap in ‘Documenten’
pl: Szyfrowane przechowywanie + folder danych w «Dokumenty»
pt: Armazenamento cifrado + pasta de dados em Documentos
ru: Шифрованное хранение + папка данных в «Документах»
sv: Krypterad lagring + datamapp i ”Dokument”
th: จัดเก็บแบบเข้ารหัส + โฟลเดอร์ข้อมูลอยู่ใน «เอกสาร»
tr: Şifreli depolama + Veri klasörü «Belgeler» içinde
uk: Шифроване зберігання + тека даних у «Документах»
vi: Lưu trữ mã hóa + thư mục dữ liệu trong «Tài liệu»
zh_hant: 資料加密儲存 + 資料資料夾位於「文稿」目錄

source: 数据加密迁移失败，部分数据可能未加密存储。请重启应用重试。
ar: فشلت ترحيلة التشفير؛ قد تبقى بعض البيانات غير مشفرة. أعد تشغيل التطبيق وحاول مجددًا.
de: Verschlüsselungsmigration fehlgeschlagen; manche Daten sind möglicherweise unverschlüsselt. Bitte starten Sie die App neu und versuchen Sie es erneut.
en: Encryption migration failed; some data may remain unencrypted. Please restart the app and retry.
es: Falló la migración de cifrado; algunos datos pueden quedar sin cifrar. Reinicia la app y reintenta.
fr: Échec de la migration du chiffrement ; certaines données peuvent rester non chiffrées. Veuillez redémarrer l'app et réessayer.
hi: एन्क्रिप्शन माइग्रेशन विफल; कुछ डेटा बिना एन्क्रिप्शन रह सकता है। कृपया ऐप पुनः आरंभ करें और पुनः प्रयास करें।
id: Migrasi enkripsi gagal; sebagian data mungkin belum terenkripsi. Silakan mulai ulang aplikasi dan coba lagi.
it: Migrazione della cifratura non riuscita; alcuni dati potrebbero restare non cifrati. Riavvia l'app e riprova.
ja: 暗号化移行に失敗しました。一部データが暗号化されていない可能性があります。アプリを再起動して再試行してください。
ko: 암호화 마이그레이션에 실패했습니다. 일부 데이터가 암호화되지 않은 상태로 저장되었을 수 있습니다. 앱을 재시작하여 다시 시도하세요.
nl: Coderingsmigratie mislukt; sommige gegevens zijn mogelijk onversleuteld. Start de app opnieuw en probeer opnieuw.
pl: Migracja szyfrowania nie powiodła się; część danych może pozostać niezaszyfrowana. Uruchom ponownie aplikację i spróbuj jeszcze raz.
pt: Falha na migração de criptografia; alguns dados podem permanecer não criptografados. Reinicie o app e tente novamente.
ru: Миграция шифрования не удалась; часть данных могла остаться незашифрованной. Перезапустите приложение и повторите попытку.
sv: Krypteringsmigrering misslyckades; viss data kan förbli okrypterad. Starta om appen och försök igen.
th: การย้ายการเข้ารหัสล้มเหลว ข้อมูลบางส่วนอาจยังไม่เข้ารหัส โปรดรีสตาร์ทแอปแล้วลองใหม่
tr: Şifreleme taşıması başarısız; bazı veriler şifrelenmemiş kalmış olabilir. Lütfen uygulamayı yeniden başlatıp tekrar deneyin.
uk: Не вдалося виконати міграцію шифрування; частина даних може залишитися незашифрованою. Перезапустіть застосунок і спробуйте ще раз.
vi: Di chuyển mã hóa thất bại; một số dữ liệu có thể chưa được mã hóa. Vui lòng khởi động lại ứng dụng và thử lại.
zh_hant: 數據加密遷移失敗，部分數據可能未加密儲存。請重啓應用重試。

source: 数据同步完成但保存到数据库失败，重启应用后可能需要重新加载。
ar: اكتملت مزامنة البيانات لكن الحفظ في قاعدة البيانات فشل. قد تحتاج إلى إعادة التحميل بعد إعادة تشغيل التطبيق.
de: Datensynchronisation abgeschlossen, aber Datenbank speichern fehlgeschlagen. Nach einem Neustart muss eventuell neu geladen werden.
en: Data sync finished but saving to the database failed. You may need to reload after restarting the app.
es: La sincronización de datos terminó pero falló el guardado en la base de datos. Puede ser necesario recargar tras reiniciar la app.
fr: La synchronisation est terminée mais l'enregistrement dans la base de données a échoué. Un rechargement peut être nécessaire après redémarrage.
hi: डेटा सिंक पूर्ण हुआ पर डेटाबेस में सहेजना विफल। ऐप पुनः आरंभ के बाद पुनः लोड करना पड़ सकता है।
id: Sinkronisasi data selesai tetapi penyimpanan ke basis data gagal. Mungkin perlu memuat ulang setelah memulai ulang aplikasi.
it: La sincronizzazione dei dati è terminata ma il salvataggio nel database non è riuscito. Potrebbe essere necessario ricaricare dopo il riavvio dell'app.
ja: データ同期は完了しましたが、データベースへの保存に失敗しました。アプリ再起動後に再読み込みが必要になる場合があります。
ko: 데이터 동기화가 완료되었지만 데이터베이스 저장을 실패했습니다. 앱 재시작 후 다시 로드해야 할 수 있습니다.
nl: Gegevenssynchronisatie voltooid maar opslaan in de database mislukt. Mogelijk moet u na het herstarten van de app opnieuw laden.
pl: Synchronizacja danych zakończona, ale zapis do bazy danych nie powiódł się. Po ponownym uruchomieniu aplikacji może być potrzebne przeładowanie.
pt: A sincronização de dados terminou, mas a gravação no banco de dados falhou. Pode ser necessário recarregar após reiniciar o app.
ru: Синхронизация данных завершена, но сохранение в базу данных не удалось. После перезапуска приложения может потребоваться повторная загрузка.
sv: Datasynkroniseringen slutfördes men att spara till databasen misslyckades. Du kan behöva läsa om efter att ha startat om appen.
th: การซิงค์ข้อมูลเสร็จแต่บันทึกลงฐานข้อมูลไม่สำเร็จ อาจต้องโหลดใหม่หลังรีสตาร์ทแอป
tr: Veri eşitleme bitti ancak veritabanına kaydetme başarısız oldu. Uygulamayı yeniden başlattıktan sonra yeniden yükleme gerekebilir.
uk: Синхронізація даних завершилася, але збереження в базу даних не вдалося. Можливо, доведеться перезавантажити після перезапуску застосунку.
vi: Đồng bộ dữ liệu hoàn tất nhưng lưu vào cơ sở dữ liệu thất bại. Có thể cần tải lại sau khi khởi động lại ứng dụng.
zh_hant: 數據同步完成但儲存到數據庫失敗，重啓應用後可能需要重新載入。

source: 数据同步完成但保存到数据库失败，重启应用后可能需要重新加载。请检查磁盘空间后重启应用。
ar: اكتملت مزامنة البيانات لكن الحفظ في قاعدة البيانات فشل. قد تحتاج إلى إعادة التحميل بعد إعادة تشغيل التطبيق. تحقق من مساحة القرص وأعد التشغيل.
de: Datensynchronisation abgeschlossen, aber Datenbank speichern fehlgeschlagen. Nach einem Neustart muss eventuell neu geladen werden. Bitte prüfen Sie den Speicherplatz und starten Sie die App neu.
en: Data sync finished but saving to the database failed. You may need to reload after restarting the app. Please check disk space and restart.
es: La sincronización de datos terminó pero falló el guardado en la base de datos. Puede ser necesario recargar tras reiniciar la app. Comprueba el espacio en disco y reinicia.
fr: La synchronisation est terminée mais l'enregistrement dans la base de données a échoué. Un rechargement peut être nécessaire après redémarrage. Vérifiez l'espace disque puis redémarrez.
hi: डेटा सिंक पूर्ण हुआ पर डेटाबेस में सहेजना विफल। ऐप पुनः आरंभ के बाद पुनः लोड करना पड़ सकता है। कृपया डिस्क स्थान जाँचकर पुनः आरंभ करें।
id: Sinkronisasi data selesai tetapi penyimpanan ke basis data gagal. Mungkin perlu memuat ulang setelah memulai ulang aplikasi. Silakan periksa ruang disk lalu mulai ulang.
it: La sincronizzazione dei dati è terminata ma il salvataggio nel database non è riuscito. Potrebbe essere necessario ricaricare dopo il riavvio dell'app. Controlla lo spazio su disco e riavvia.
ja: データ同期は完了しましたが、データベースへの保存に失敗しました。アプリ再起動後に再読み込みが必要になる場合があります。ディスク容量を確認して再起動してください。
ko: 데이터 동기화가 완료되었지만 데이터베이스 저장을 실패했습니다. 앱 재시작 후 다시 로드해야 할 수 있습니다. 디스크 공간을 확인한 후 앱을 재시작하세요.
nl: Gegevenssynchronisatie voltooid maar opslaan in de database mislukt. Mogelijk moet u na het herstarten van de app opnieuw laden. Controleer de schijfruimte en herstart.
pl: Synchronizacja danych zakończona, ale zapis do bazy danych nie powiódł się. Po ponownym uruchomieniu aplikacji może być potrzebne przeładowanie. Sprawdź miejsce na dysku i uruchom ponownie.
pt: A sincronização de dados terminou, mas a gravação no banco de dados falhou. Pode ser necessário recarregar após reiniciar o app. Verifique o espaço em disco e reinicie.
ru: Синхронизация данных завершена, но сохранение в базу данных не удалось. После перезапуска приложения может потребоваться повторная загрузка. Проверьте место на диске и перезапустите приложение.
sv: Datasynkroniseringen slutfördes men att spara till databasen misslyckades. Du kan behöva läsa om efter att ha startat om appen. Kontrollera diskutrymmet och starta om.
th: การซิงค์ข้อมูลเสร็จแต่บันทึกลงฐานข้อมูลไม่สำเร็จ อาจต้องโหลดใหม่หลังรีสตาร์ทแอป โปรดตรวจสอบพื้นที่ดิสก์แล้วรีสตาร์ท
tr: Veri eşitleme bitti ancak veritabanına kaydetme başarısız oldu. Uygulamayı yeniden başlattıktan sonra yeniden yükleme gerekebilir. Lütfen disk alanını kontrol edip yeniden başlatın.
uk: Синхронізація даних завершилася, але збереження в базу даних не вдалося. Можливо, доведеться перезавантажити після перезапуску застосунку. Перевірте місце на диску та перезапустіть.
vi: Đồng bộ dữ liệu hoàn tất nhưng lưu vào cơ sở dữ liệu thất bại. Có thể cần tải lại sau khi khởi động lại ứng dụng. Vui lòng kiểm tra dung lượng đĩa rồi khởi động lại.
zh_hant: 數據同步完成但儲存到數據庫失敗，重啓應用後可能需要重新載入。請檢查磁盤空間後重啓應用。

source: 数据存储
ar: تخزين البيانات
de: Datenspeicherung
en: Data Storage
es: Almacenamiento de datos
fr: Stockage des données
hi: डेटा भंडारण
id: Penyimpanan data
it: Archiviazione dei dati
ja: データの保存
ko: 데이터 저장
nl: Gegevensopslag
pl: Przechowywanie danych
pt: Armazenamento de dados
ru: Хранение данных
sv: Datalagring
th: การจัดเก็บข้อมูล
tr: Veri depolama
uk: Зберігання даних
vi: Lưu trữ dữ liệu
zh_hant: 資料儲存

source: 数据库初始化失败
ar: فشل تهيئة قاعدة البيانات
de: Datenbank-Initialisierung fehlgeschlagen
en: Database initialization failed
es: Error al inicializar la base de datos
fr: Échec de l'initialisation de la base de données
hi: डेटाबेस इनिशियलाइज़ेशन विफल
id: Gagal menginisialisasi basis data
it: Inizializzazione del database non riuscita
ja: データベースの初期化に失敗
ko: 데이터베이스 초기화 실패
nl: Database-initialisatie mislukt
pl: Inicjalizacja bazy danych nie powiodła się
pt: Falha na inicialização do banco de dados
ru: Не удалось инициализировать базу данных
sv: Databasinitiering misslyckades
th: เริ่มฐานข้อมูลล้มเหลว
tr: Veritabanı başlatılamadı
uk: Не вдалося ініціалізувати базу даних
vi: Khởi tạo cơ sở dữ liệu thất bại
zh_hant: 數據庫初始化失敗

source: 数据库初始化失败，应用无法以正常模式启动。 请检查磁盘空间或数据文件夹权限后重试。 详细原因：%@
ar: فشلت تهيئة قاعدة البيانات؛ لا يمكن للتطبيق البدء في الوضع العادي. تحقق من مساحة القرص أو أذونات مجلد البيانات ثم أعد المحاولة. السبب التفصيلي: %@
de: Datenbank-Initialisierung fehlgeschlagen; die App kann nicht im normalen Modus starten. Prüfen Sie den Speicherplatz oder die Berechtigungen des Datenordners und versuchen Sie es erneut. Genaue Ursache: %@
en: Database initialization failed; the app cannot start in normal mode. Check disk space or the data folder permissions and try again. Details: %@
es: Error al inicializar la base de datos; la app no puede iniciarse en modo normal. Comprueba el espacio en disco o los permisos de la carpeta de datos e inténtalo de nuevo. Motivo detallado: %@
fr: Échec de l'initialisation de la base de données ; l'app ne peut pas démarrer en mode normal. Vérifiez l'espace disque ou les autorisations du dossier de données, puis réessayez. Détail : %@
hi: डेटाबेस इनिशियलाइज़ेशन विफल; ऐप सामान्य मोड में शुरू नहीं हो सकता। कृपया डिस्क स्थान या डेटा फ़ोल्डर अनुमतियाँ जाँचें और पुनः प्रयास करें। विस्तृत कारण: %@
id: Gagal menginisialisasi basis data; aplikasi tidak dapat dimulai dalam mode normal. Periksa ruang disk atau izin folder data lalu coba lagi. Alasan terperinci: %@
it: Inizializzazione del database non riuscita; l'app non può avviarsi in modalità normale. Controlla lo spazio su disco o i permessi della cartella dati e riprova. Causa dettagliata: %@
ja: データベースの初期化に失敗し、アプリを通常モードで起動できません。 ディスク容量またはデータフォルダの権限を確認して再試行してください。 詳細：%@
ko: 데이터베이스 초기화에 실패하여 앱을 정상 모드로 시작할 수 없습니다. 디스크 공간이나 데이터 폴더 권한을 확인한 후 다시 시도하세요. 자세한 원인: %@
nl: Database-initialisatie mislukt; de app kan niet in normale modus starten. Controleer de schijfruimte of de machtigingen van de gegevensmap en probeer het opnieuw. Gedetailleerde oorzaak: %@
pl: Inicjalizacja bazy danych nie powiodła się; aplikacja nie może uruchomić się w trybie normalnym. Sprawdź miejsce na dysku lub uprawnienia folderu danych i spróbuj ponownie. Szczegółowa przyczyna: %@
pt: Falha na inicialização da base de dados; a aplicação não pode arrancar em modo normal. Verifique o espaço em disco ou as permissões da pasta de dados e tente novamente. Motivo detalhado: %@
ru: Не удалось инициализировать базу данных; приложение не может запуститься в обычном режиме. Проверьте место на диске или права на папку данных и повторите попытку. Подробная причина: %@
sv: Databasinitiering misslyckades; appen kan inte starta i normalt läge. Kontrollera diskutrymmet eller behörigheterna för datamappen och försök igen. Detaljerad orsak: %@
th: เริ่มฐานข้อมูลล้มเหลว แอปไม่สามารถเริ่มในโหมดปกติได้ โปรดตรวจสอบพื้นที่ดิสก์หรือสิทธิ์ของโฟลเดอร์ข้อมูลแล้วลองอีกครั้ง สาเหตุโดยละเอียด: %@
tr: Veritabanı başlatılamadı; uygulama normal modda başlatılamıyor. Disk alanını veya veri klasörü izinlerini kontrol edip yeniden deneyin. Ayrıntılı neden: %@
uk: Не вдалося ініціалізувати базу даних; застосунок не може запуститися у звичайному режимі. Перевірте місце на диску або дозволи папки даних і повторіть спробу. Докладна причина: %@
vi: Khởi tạo cơ sở dữ liệu thất bại; ứng dụng không thể khởi động ở chế độ bình thường. Hãy kiểm tra dung lượng đĩa hoặc quyền của thư mục dữ liệu rồi thử lại. Nguyên nhân chi tiết: %@
zh_hant: 資料庫初始化失敗，應用程式無法以正常模式啟動。 請檢查磁碟空間或資料夾權限後重試。 詳細原因：%@

source: 数据库暂时不可用
ar: قاعدة البيانات غير متاحة مؤقتًا
de: Datenbank vorübergehend nicht verfügbar
en: Database temporarily unavailable
es: Base de datos no disponible temporalmente
fr: Base de données temporairement indisponible
hi: डेटाबेस अस्थायी रूप से अनुपलब्ध
id: Basis data sementara tidak tersedia
it: Database temporaneamente non disponibile
ja: データベースは一時的に利用できません
ko: 데이터베이스를 일시적으로 사용할 수 없음
nl: Database tijdelijk niet beschikbaar
pl: Baza danych tymczasowo niedostępna
pt: Base de dados temporariamente indisponível
ru: База данных временно недоступна
sv: Databasen är tillfälligt otillgänglig
th: ฐานข้อมูลไม่พร้อมใช้งานชั่วคราว
tr: Veritabanı geçici olarak kullanılamıyor
uk: База даних тимчасово недоступна
vi: Cơ sở dữ liệu tạm thời không khả dụng
zh_hant: 資料庫暫時無法使用

source: 数据收集
ar: جمع البيانات
de: Datenerfassung
en: Data Collection
es: Recopilación de datos
fr: Collecte des données
hi: डेटा संग्रह
id: Pengumpulan data
it: Raccolta dei dati
ja: データの収集
ko: 데이터 수집
nl: Gegevensverzameling
pl: Zbieranie danych
pt: Coleta de dados
ru: Сбор данных
sv: Datainsamling
th: การเก็บรวบรวมข้อมูล
tr: Veri toplama
uk: Збирання даних
vi: Thu thập dữ liệu
zh_hant: 資料收集

source: 数据文件夹
ar: مجلد البيانات
de: Datenordner
en: Data Folder
es: Carpeta de datos
fr: Dossier de données
hi: डेटा फ़ोल्डर
id: Folder data
it: Cartella dati
ja: データフォルダ
ko: 데이터 폴더
nl: Gegevensmap
pl: Folder danych
pt: Pasta de dados
ru: Папка данных
sv: Datamapp
th: โฟลเดอร์ข้อมูล
tr: Veri klasörü
uk: Папка даних
vi: Thư mục dữ liệu
zh_hant: 資料夾

source: 数据文件夹已更改
ar: تغيّر مجلد البيانات
de: Datenordner geändert
en: Data folder changed
es: Carpeta de datos cambiada
fr: Dossier de données modifié
hi: डेटा फ़ोल्डर बदला गया
id: Folder data berubah
it: Cartella dati modificata
ja: データフォルダを変更しました
ko: 데이터 폴더가 변경되었습니다
nl: Gegevensmap gewijzigd
pl: Folder danych zmieniony
pt: Pasta de dados alterada
ru: Папка данных изменена
sv: Datamappen ändrad
th: โฟลเดอร์ข้อมูลถูกเปลี่ยน
tr: Veri klasörü değişti
uk: Папку даних змінено
vi: Thư mục dữ liệu đã thay đổi
zh_hant: 數據資料夾已更改

source: 数据文件夹已更改，请重启应用以重新加载数据。
ar: تغيّر مجلد البيانات. أعد تشغيل التطبيق لإعادة تحميل البيانات.
de: Der Datenordner wurde geändert. Bitte starten Sie die App neu, um die Daten neu zu laden.
en: The data folder has changed. Please restart the app to reload data.
es: La carpeta de datos ha cambiado. Reinicia la app para recargar los datos.
fr: Le dossier de données a changé. Veuillez redémarrer l'app pour recharger les données.
hi: डेटा फ़ोल्डर बदल गया है। डेटा पुनः लोड करने के लिए ऐप पुनः आरंभ करें।
id: Folder data telah berubah. Silakan mulai ulang aplikasi untuk memuat ulang data.
it: La cartella dati è cambiata. Riavvia l'app per ricaricare i dati.
ja: データフォルダを変更しました。アプリを再起動してデータを再読み込みしてください。
ko: 데이터 폴더가 변경되었습니다. 앱을 재시작하여 데이터를 다시 로드하세요.
nl: De gegevensmap is gewijzigd. Start de app opnieuw om gegevens te herladen.
pl: Folder danych uległ zmianie. Uruchom ponownie aplikację, aby przeładować dane.
pt: A pasta de dados mudou. Reinicie o app para recarregar os dados.
ru: Папка данных изменилась. Перезапустите приложение, чтобы заново загрузить данные.
sv: Datamappen har ändrats. Starta om appen för att läsa om data.
th: โฟลเดอร์ข้อมูลเปลี่ยนแล้ว โปรดรีสตาร์ทแอปเพื่อโหลดข้อมูลใหม่
tr: Veri klasörü değişti. Verileri yeniden yüklemek için lütfen uygulamayı yeniden başlatın.
uk: Папку даних змінено. Перезапустіть застосунок, щоб повторно завантажити дані.
vi: Thư mục dữ liệu đã đổi. Vui lòng khởi động lại ứng dụng để tải lại dữ liệu.
zh_hant: 數據資料夾已更改，請重啓應用以重新載入數據。

source: 数据管理
ar: إدارة البيانات
de: Datenverwaltung
en: Data Management
es: Gestión de datos
fr: Gestion des données
hi: डेटा प्रबंधन
id: Manajemen data
it: Gestione dati
ja: データ管理
ko: 데이터 관리
nl: Gegevensbeheer
pl: Zarządzanie danymi
pt: Gerenciamento de dados
ru: Управление данными
sv: Datahantering
th: การจัดการข้อมูล
tr: Veri yönetimi
uk: Керування даними
vi: Quản lý dữ liệu
zh_hant: 資料管理

source: 数据范围：会把视频关键帧发送给云端大模型（画面不做文本脱敏）。
ar: نطاق البيانات: سيتم إرسال الإطارات الرئيسية للفيديو إلى نموذج سحابي (بدون إخفاء الهوية للمشاهد).
de: Datenumfang: Schlüsselbilder des Videos werden an ein Cloud-Modell gesendet (keine Text-Anonymisierung für Bildinhalte).
en: Data scope: video keyframes are sent to a cloud model (frames are not text-anonymized).
es: Alcance de datos: los fotogramas clave del vídeo se envían a un modelo en la nube (los fotogramas no se anonimizan como texto).
fr: Portée des données : les images clés de la vidéo sont envoyées à un modèle cloud (pas d'anonymisation textuelle des images).
hi: डेटा सीमा: वीडियो की मुख्य फ़्रेमें क्लाउड मॉडल को भेजी जाएंगी (फ़्रेमों का पाठ-अनामीकरण नहीं होता)।
id: Cakupan data: keyframe video dikirim ke model cloud (frame tidak dianonimkan sebagai teks).
it: Ambito dei dati: i fotogrammi chiave del video vengono inviati a un modello cloud (i fotogrammi non vengono anonimizzati come testo).
ja: データ範囲：動画のキーフレームはクラウドモデルに送信されます（映像はテキスト匿名化されません）。
ko: 데이터 범위: 동영상 키프레임이 클라우드 모델로 전송됩니다(프레임은 텍스트 익명화되지 않음).
nl: Databereik: keyframes van de video worden naar een cloudmodel gestuurd (frames worden niet tekstueel geanonimiseerd).
pl: Zakres danych: klatki kluczowe wideo zostaną wysłane do modelu w chmurze (klatki nie są anonimizowane jako tekst).
pt: Âmbito dos dados: os fotogramas-chave do vídeo são enviados para um modelo na nuvem (os fotogramas não são anonimizados como texto).
ru: Объём данных: ключевые кадры видео отправляются в облачную модель (кадры не проходят текстовую анонимизацию).
sv: Dataomfattning: videons nyckelbildrutor skickas till en molnmodell (bildrutor textanonymiseras inte).
th: ขอบเขตข้อมูล: คีย์เฟรมของวิดีโอจะถูกส่งไปยังโมเดลบนคลาวด์ (ภาพไม่ถูกปกปิดข้อมูลเป็นข้อความ)
tr: Veri kapsamı: video kareleri bulut modeline gönderilir (kareler metin olarak anonimleştirilmez).
uk: Обсяг даних: ключові кадри відео надсилаються в хмарну модель (кадри не проходять текстову анонімізацію).
vi: Phạm vi dữ liệu: khung hình chính của video được gửi tới mô hình đám mây (khung hình không được ẩn danh dạng văn bản).
zh_hant: 資料範圍：會把影片關鍵影格傳送給雲端大模型（畫面不做文字去識別化）。
